Repository: q231950/btlb
Catalog: StringTables/Catalogue.xcstrings
Source language: en
Languages: de, es, fr, ru, tr, uk

# content_section_header_title
source: Content
de: Informationen
es: Contenido
fr: Contenu
ru: Содержание
tr: İçerik
uk: Зміст

# error_fetching_details
source: Unable to get details
de: Es konnten keine Details abgerufen werden
es: No se pudieron obtener los detalles
fr: Impossible d'obtenir les détails
ru: Не удалось получить подробности
tr: Ayrıntılar alınamadı
uk: Не вдалося отримати деталі

# error_fetching_search_result_details
source: Unable to get search result details.
de: Details zum Suchergebnis konnten nicht abgerufen werden.
es: No se pudieron obtener los detalles del resultado de búsqueda.
fr: Impossible d'obtenir les détails du résultat de recherche.
ru: Не удалось получить подробности результата поиска.
tr: Arama sonucu ayrıntıları alınamadı.
uk: Не вдалося отримати деталі результату пошуку.

# finished_selecting_library
source: Done
de: Fertig
es: Listo
fr: Terminé
ru: Готово
tr: Tamam
uk: Готово

# is_available
source: available
de: verfügbar
es: disponible
fr: disponible
ru: доступно
tr: mevcut
uk: доступно

# is_not_available
source: not available
de: nicht verfügbar
es: no disponible
fr: non disponible
ru: недоступно
tr: mevcut değil
uk: недоступно

source: loading...
de: lade...
es: cargando...
fr: chargement...
ru: загрузка...
tr: yükleniyor...
uk: завантаження...

# location_cell_title
source: Location
de: Standort
es: Ubicación
fr: Emplacement
ru: Местоположение
tr: Konum
uk: Місцезнаходження

# location_section_header_title_multiple
source: Locations
de: Standorte
es: Ubicaciones
fr: Emplacements
ru: Местоположения
tr: Konumlar
uk: Місцезнаходження

# location_title
source: Location:
de: Standort:
es: Ubicación:
fr: Emplacement :
ru: Местоположение:
tr: Konum:
uk: Місцезнаходження:

source: No Library selected
de: Keine Bibliothek ausgewählt
es: No se ha seleccionado biblioteca
fr: Aucune bibliothèque sélectionnée
ru: Библиотека не выбрана
tr: Hiçbir kütüphane seçilmedi
uk: Бібліотеку не обрано

# online_location_cell_description
source: Open in web view
de: In Webview öffnen
es: Abrir en vista web
fr: Ouvrir dans la vue web
ru: Открыть в веб-просмотре
tr: Web görünümünde aç
uk: Відкрити у веб-переглядачі

# online_location_cell_title
source: Online resource
de: Online Ressource
es: Recurso en línea
fr: Ressource en ligne
ru: Онлайн-ресурс
tr: Online kaynak
uk: Онлайн-ресурс

# please_select_library
source: Please choose a library and search again.
de: Bitte wähle eine Bibliothek aus und führe die Suche erneut aus.
es: Por favor, selecciona una biblioteca y busca de nuevo.
fr: Veuillez choisir une bibliothèque et rechercher à nouveau.
ru: Пожалуйста, выберите библиотеку и повторите поиск.
tr: Lütfen bir kütüphane seçin ve tekrar arayın.
uk: Будь ласка, оберіть бібліотеку і повторіть пошук.

# retrieve_additional_results
source: Retrieving additional results
de: Lade weitere Ergebnisse
es: Obteniendo resultados adicionales
fr: Récupération de résultats supplémentaires
ru: Получение дополнительных результатов
tr: Ek sonuçlar alınıyor
uk: Отримання додаткових результатів

source: Search string too short
de: Suchbegriff zu kurz
es: Término de búsqueda demasiado corto
fr: Terme de recherche trop court
ru: Поисковый запрос слишком короткий
tr: Arama metni çok kısa
uk: Пошуковий запит занадто короткий

# search_string_too_short_description
source: Search will not search for the string you entered. Please enter at least 3 characters.
de: Bitte gib mindestens 3 Zeichen ein.
es: La búsqueda no buscará el término ingresado. Por favor, ingresa al menos 3 caracteres.
fr: La recherche ne sera pas effectuée pour le terme saisi. Veuillez entrer au moins 3 caractères.
ru: Поиск не будет выполнен для введенной строки. Пожалуйста, введите не менее 3 символов.
tr: Girdiğiniz metin için arama yapılmayacak. Lütfen en az 3 karakter girin.
uk: Пошук не буде виконано для введеного рядка. Будь ласка, введіть принаймні 3 символи.

# search_timed_out
source: Search failed
de: Suchanfrage fehlgeschlagen
es: Búsqueda fallida
fr: Recherche échouée
ru: Поиск не удался
tr: Arama başarısız
uk: Пошук не вдалося

# search_timed_out_message
source: Please make sure you are connected and try again.
de: Bitte überprüfe deine Verbindung und versuche es noch einmal.
es: Por favor, asegúrate de estar conectado e inténtalo de nuevo.
fr: Veuillez vérifier votre connexion et réessayer.
ru: Пожалуйста, проверьте соединение и попробуйте снова.
tr: Lütfen bağlantınızı kontrol edin ve tekrar deneyin.
uk: Будь ласка, перевірте з'єднання і спробуйте знову.

source: searching...
de: suche...
es: buscando...
fr: recherche...
ru: поиск...
tr: aranıyor...
uk: пошук...

# select_search_library
source: select a library
de: wähle eine Bibliothek aus
es: seleccionar una biblioteca
fr: sélectionnez une bibliothèque
ru: выбрать библиотеку
tr: bir kütüphane seç
uk: обрати бібліотеку

# shelfmark_title
source: Shelfmark:
de: Signatur:
es: Signatura:
fr: Cote :
ru: Шифр хранения:
tr: Raf işareti:
uk: Шифр зберігання:

# switch_library
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
ru: Библиотека
tr: Kütüphane
uk: Бібліотека

# loaned_state_identifier
source: Info:
ru: Инфо:
tr: Bilgi:
uk: Інфо:
